/* server config type: advanced */
"advanced" = "advanced";

/* No services selected error sheet title */
"Choose one or more services to configure from the list below." = "Choose one or more services to configure from the list below.";

/* Button title */
"Close" = "Close";

/* Button title */
"Continue" = "Continue";

/* No comment provided by engineer. */
"establishing replica" = "Establishing Replica";

/* Status message */
"Getting network information" = "Getting network information";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* Status message */
"Marking services as configured" = "Marking services as configured";

/* OK */
"OK" = "OK";

/* Status message */
"Reading server settings" = "Reading server settings";

/* No comment provided by engineer. */
"Service Configuration Assistant: %@" = "Service Configuration Assistant: %@";

/* Default title for the Master.Finish pane */
"Service Configuration Complete" = "Service Configuration Complete";

/* server config type: standard */
"standard" = "standard";

/* Error sheet message */
"The server reported the error: '%@' while processing a command of type: '%@'" = "The server reported the error: '%1$@' while processing a command of type: '%2$@'";

/* Error sheet title */
"The server returned an error while processing a request." = "The server returned an error while processing a request.";

/* Default text message for the Master.Finish pane */
"The service configuration process is now complete. The services you configured are now available. Use Server Admin to make additional changes." = "The service configuration process is now complete. The services you configured are now available. Use Server Admin to make additional changes.";

/* server config type: workgroup */
"workgroup" = "workgroup";

/* No services selected error sheet title */
"You must choose at least one service to configure." = "You must choose at least one service to configure.";

